[
    {
        "": "37",
        "name": "L'Aventure Cabernet Sauvignon 2006",
        "grape": "",
        "region": "Paso Robles, Central Coast, California",
        "variety": "Red Wine",
        "rating": "90.0",
        "notes": "Classic, extremely well balanced palate, peppery, herbal notes in the nose, bright, good density and breed.",
        "year": "2006"
    },
    {
        "": "39",
        "name": "L'Aventure Cote A Cote 2006",
        "grape": "",
        "region": "Paso Robles, Central Coast, California",
        "variety": "Red Wine",
        "rating": "96.0",
        "notes": "Blend: 40% Mourvedre, 30% Grenache, 30% Syrah",
        "year": "2006"
    },
    {
        "": "47",
        "name": "L'Aventure Estate Cuvee 2005",
        "grape": "",
        "region": "Paso Robles, Central Coast, California",
        "variety": "Red Wine",
        "rating": "96.0",
        "notes": "Blend: 52% Syrah, 40% Cabernet Sauvignon, 8% Petit Verdot",
        "year": "2005"
    },
    {
        "": "48",
        "name": "L'Aventure Estate Cuvee 2006",
        "grape": "",
        "region": "Paso Robles, Central Coast, California",
        "variety": "Red Wine",
        "rating": "97.0",
        "notes": "\"A thrilling, nearly perfect efforts is the 2006 Estate Cuvee. A blend of 49% Syrah, 37% Cabernet Sauvignon, and 4% Petit Verdot, the 2006 Estate Cuvee may be even better. Tasting like a superb example of a premier grand cru St.-Emilion made from California-s limestone soils, it exhibits a dense purple color as well as a perfume of sweet creme de cassis, fruitcake, licorice, incense, tobacco leaf, and spice box. A voluptuous texture, fabulous opulence, and thrilling concentration as well as purity make for a prodigious example of blended red wine that will provide enormous pleasure and complexity for 12-15+ years.",
        "year": "2006"
    },
    {
        "": "58",
        "name": "L'Aventure Optimus 2005",
        "grape": "",
        "region": "Central Coast, California",
        "variety": "Red Wine",
        "rating": "94.0",
        "notes": "\"The least expensive red wine is the Optimus cuvee. The 2005 Optimus (51% Syrah, 44% Cabernet Sauvignon, and 5% Petit Verdot) barely qualifies as a Rhone Ranger, but it offers classic chocolate, cassis, espresso, and subtle wood notes along with a dense ruby/purple hue, gorgeous concentration, and plenty of spice, cedar, and a Pauillac-like complexity and richness. This serious effort is more French than Californian. It should drink well for 6-10 years. ",
        "year": "2005"
    },
    {
        "": "78",
        "name": "Lawson's Dry Hills Pinot Noir 2005",
        "grape": "",
        "region": "Marlborough, New Zealand",
        "variety": "Red Wine",
        "rating": "90.0",
        "notes": ": Deep ruby.",
        "year": "2005"
    },
    {
        "": "124",
        "name": "Le Chiuse Brunello di Montalcino Riserva 2006",
        "grape": "",
        "region": "Montalcino, Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "93.0",
        "notes": "Le Chiuse Brunello di Montalcino Riserva is a deep ruby red with pleasant garnet hues. A brilliant wine. Very deep with a continuously evolution in its bouquet. The typical fragrant hints of wild cherry, the delicate sensations of violet surround a group of scents which make this wine enchanting and complex. Among the most important ones we remember are the mineral hints of flint, Indian ink, not too sweet spices, leather, tobacco and Amaretto. Great structure, fresh, alive and balanced, with thick and crunchy tannins which show its natural propensity to a long refining in the bottle. Elegant and very persistent. ",
        "year": "2006"
    },
    {
        "": "131",
        "name": "Le Clos d'un Jour Un Jour sur Terre Cahors 2005",
        "grape": "",
        "region": "Cahors, Southwest, France",
        "variety": "Red Wine",
        "rating": "92.0",
        "notes": "This wine, rounded and well balanced, is the precise reflection of its soil and malbec, king of Cahors. It is a bottle to be kept in the cellar for several years to fully appreciate its full potential. ",
        "year": "2005"
    },
    {
        "": "148",
        "name": "Le Dome 2006",
        "grape": "",
        "region": "St. Emilion, Bordeaux, France",
        "variety": "Red Wine",
        "rating": "93.0",
        "notes": "The palate is opulent and full-bodied with spicy black fruits, saturated tannins and a texture so smooth you could slide down it. The production of Le Dome is not large at around 1,000 cases. What little exists, however is made with no expense spared in the pursuit of excellence.",
        "year": "2006"
    },
    {
        "": "153",
        "name": "Le Due Terre Colli Orientali del Friuli Sacrisassi 2005",
        "grape": "",
        "region": "Friuli-Venezia Giulia, Italy",
        "variety": "White Wine",
        "rating": "95.0",
        "notes": "Bright straw yellow. Intense and persistent floral aromas. Dry, full-bodied, potent and warm. Finishes very long. Perfect for white meats and roasted whole fish as well as fish soup.    ",
        "year": "2005"
    },
    {
        "": "164",
        "name": "Le Macchiole 2006",
        "grape": "",
        "region": "Bolgheri, Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "90.0",
        "notes": "Intense ruby color with violet reflections. Spicy notes of green pepper and vanilla, small red fruits very intense and persistent. It's an elegant wine, well balanced. Tannins give a long fresh sensation, with a sweet closing",
        "year": "2006"
    },
    {
        "": "165",
        "name": "Le Macchiole 2005",
        "grape": "",
        "region": "Bolgheri, Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Brilliant ruby colour, this wine exhibits aromas of red fruits, blueberries, blackberries, spices and light, well-integrated vanilla notes. Medium-bodies, it possesses sweet, ripe tannins, and a balanced, refreshing acidity.",
        "year": "2005"
    },
    {
        "": "167",
        "name": "Le Macchiole 2006",
        "grape": "",
        "region": "Bolgheri, Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "30% Sangiovese, 40% Merlot, 30% Cabernet Franc",
        "year": "2006"
    },
    {
        "": "176",
        "name": "Le Macchiole Messorio 2005",
        "grape": "",
        "region": "Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "90.0",
        "notes": "Messorio is widely considered to be one of Bolgheri's, if not Italy's, most outstanding renditions of pure Merlot. Intense ruby red with violet notes, tremendous ripe berry fruit on the nose with hints of pepper, spice, vanilla and voluptuous in body, with jammy red fruit exotic innuendoes, and smooth tannins",
        "year": "2005"
    },
    {
        "": "191",
        "name": "Le Macchiole Paleo 2005",
        "grape": "",
        "region": "Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "93.0",
        "notes": "Named for the vineyard of its provenance, Paleo Rosso is the flagship wine for Le Macchiole and was the first wine in Bolgheri to made entirely from Cabernet Franc. Ruby red with violet flecks, its red fruit aroma offers notes of yellow and black pepper, tobacco, and nutmeg. Clean on the palate, it finishes with elegant minerality, ripe fruit, and a hint of balsamic.",
        "year": "2005"
    },
    {
        "": "208",
        "name": "Le Macchiole Scrio 2005",
        "grape": "",
        "region": "Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "90.0",
        "notes": "From the beginning, Scrio had a special place in the heart of Eugenio Campolmi, a great lover of the Syrahs of the Northern Rhône. Today, Le Macchiole's Scrio is unquestionably one of the finest Syrah's of Italy ",
        "year": "2005"
    },
    {
        "": "209",
        "name": "Le Macchiole Scrio 2006",
        "grape": "",
        "region": "Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "92.0",
        "notes": "From the beginning, Scrio had a special place in the heart of Eugenio Campolmi, a great lover of the Syrahs of the Northern Rhône. Today, Le Macchiole's Scrio is unquestionably one of the finest Syrah's of Italy. Intense deep red, decisively spicy with aromas of white pepper, bay leaf, and fruity perfumes. Round in the mouth, the acidity is balanced by the sweetness of the tannins, the finish is fresh with notes of mint and eucalyptus.",
        "year": "2006"
    },
    {
        "": "246",
        "name": "Le Ragose Amarone Della Valpolicella 2005",
        "grape": "",
        "region": "Valpolicella, Veneto, Italy",
        "variety": "Red Wine",
        "rating": "90.0",
        "notes": "Dense, ripe and lush berries with a hint of dark chocolate. This is a wine of power and elegance, harmonic and enticing. The finish is long and satisfying. ",
        "year": "2005"
    },
    {
        "": "265",
        "name": "Le Vieux Donjon Chateauneuf-du-Pape (1.5 Liter Magnum) 2005",
        "grape": "",
        "region": "Chateauneuf-du-Pape, Rhone, France",
        "variety": "Red Wine",
        "rating": "93.0",
        "notes": "",
        "year": "2005"
    },
    {
        "": "270",
        "name": "Le Vieux Donjon Chateauneuf-du-Pape 2006",
        "grape": "",
        "region": "Chateauneuf-du-Pape, Rhone, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Vieux Donjon's 2006 Chateauneuf du Pape is a powerful, seriously-endowed effort for the vintage, displaying more structure and muscle than most wines in this forward, fruit-friendly year. Classic Provencal characteristics of garrigue, licorice, lavender, pepper, and kirsch soar from the glass of this dark ruby/purple-tinged offering. In the mouth, it is masculine, tannic, medium to full-bodied, and powerfully built. Potentially one of the longest lived wines of the vintage, it will require 4-5 years of bottle age, and should evolve for two decades. ",
        "year": "2006"
    },
    {
        "": "275",
        "name": "Le Vieux Donjon Chateauneuf-du-Pape (375ML half-bottle) 2006",
        "grape": "",
        "region": "Chateauneuf-du-Pape, Rhone, France",
        "variety": "Red Wine",
        "rating": "93.0",
        "notes": "\"Deep ruby. Smoky cherry and blackcurrant aromas convey a wild, gamey quality, along with suave floral and mineral lift; smells like a northern Rhone wine. Deep dark fruit liqueur and olive flavors are sharpened by zesty minerals and finish with impressive grip and thrust. Combines energy and depth deftly.\"",
        "year": "2006"
    },
    {
        "": "277",
        "name": "Le Vieux Donjon Chateauneuf-du-Pape Blanc 2006",
        "grape": "",
        "region": "Chateauneuf-du-Pape, Rhone, France",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "A tiny bit of superb white wine made.  Well-defined and shapely so that they may be enjoyed right away, Vieux Donjon Chateauneufs, nevertheless age slowly and magnificently.",
        "year": "2006"
    },
    {
        "": "298",
        "name": "Leasingham Bin 7 Riesling 2005",
        "grape": "",
        "region": "Clare Valley, South Australia, Australia",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "\"...offering bold flavors of honeycoated minerals perked by curls of lime zest. Firmly built and close to dry, you can drink it now for its power and fruit, or hold it up to 10 years or more...\"",
        "year": "2005"
    },
    {
        "": "305",
        "name": "Leasingham Magnus Riesling 2006",
        "grape": "",
        "region": "Clare Valley, South Australia, Australia",
        "variety": "White Wine",
        "rating": "90.0",
        "notes": "The 2006 Magnus Riesling displays all the hallmarks of fine Clare Valley Riesling - juicy acidity, lemony citrus and fullness of flavor. ",
        "year": "2006"
    },
    {
        "": "324",
        "name": "L'Ecole 41 Chardonnay 2006",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "Elegantly balanced, this Burgundian style Chardonnay shows Fuji apple, Asian pear and ripe pineapple and tropical flavors with subtle mineral and spice that gain complexity on a long, robust finish.",
        "year": "2006"
    },
    {
        "": "325",
        "name": "L'Ecole 41 Chardonnay 2005",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "White Wine",
        "rating": "90.0",
        "notes": "\"Some of the best Chardonnays in Washington State are grown in the slightly cooler growing conditions of Yakima Valley and in the northern latitudes of the Columbia Valley.   Fair Acre Vineyard (Yakima Valley) provides ripe tropical fruit, while Evergreen (latitude 47 on the Columbia River) contributes crisp acidity and minerality.  The old vines at the warmer Sagemoor Vineyard provide a nuance of ripe melon and pear on this Burgundian style Chardonnay.\"",
        "year": "2005"
    },
    {
        "": "342",
        "name": "L'Ecole 41 Columbia Valley Merlot 2005",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "90.0",
        "notes": "Blend: 80% Merlot, 12% Cabernet Franc,5% Petit Verdot, 3% Cabernet Sauvignon",
        "year": "2005"
    },
    {
        "": "343",
        "name": "L'Ecole 41 Columbia Valley Merlot 2006",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "87.0",
        "notes": "A blend of 80% Merlot, 12% Cabernet Franc, 5% Petit Verdot and 3% Cabernet Sauvignon.",
        "year": "2006"
    },
    {
        "": "380",
        "name": "L'Ecole 41 Pepper Bridge Vineyard Apogee 2006",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "46% Cabernet Sauvignon, 42% Merlot, 8% Malbec, 4% Cabernet Franc",
        "year": "2006"
    },
    {
        "": "386",
        "name": "L'Ecole 41 Semillon 2005",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "White Wine",
        "rating": "90.0",
        "notes": "Few Semillons show their richness and complexity as those produced in Washington State.  Our cool harvest nights help to ensure crisp natural acidity, making this a wonderful food pairing wine.  Try it with a goat cheese appetizer, spicy seafood or your traditional Thanksgiving turkey and dressing.",
        "year": "2005"
    },
    {
        "": "387",
        "name": "L'Ecole 41 Semillon 2006",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "White Wine",
        "rating": "90.0",
        "notes": "Blend: 86% Semillon, 14% Sauvignon Blanc ",
        "year": "2006"
    },
    {
        "": "404",
        "name": "L'Ecole 41 Seven Hills Vineyard Merlot 2005",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Our Estate Seven Hills Vineyard Merlot shows its characteristic cedary, silky black cherry fruit, with cool mint and baking spice aromas and a gripping, yet elegant mix of blueberry, blackberry and cocoa on a long lingering finish",
        "year": "2005"
    },
    {
        "": "445",
        "name": "Leeuwin Estate Art Series Cabernet Sauvignon 2005",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "Red Wine",
        "rating": "90.0",
        "notes": "The wine has a deep garnet color. Intense varietal Cabernet Sauvignon aromas of blackberry, blackcurrant, plum and licorice lift from the glass to greet the nose and is underpinned by the beautifully integrated French oak aromas. The palate is intense, linear and elegant. Blackcurrant and licorice flavors linger in the mouth to produce an incredibly long finish. The fine backbone of acidity displayed by this wine and the ultra fine tannins suggest a vintage of Art Series Cabernet Sauvignon with great aging potential.",
        "year": "2005"
    },
    {
        "": "446",
        "name": "Leeuwin Estate Art Series Cabernet Sauvignon 2006",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "Red Wine",
        "rating": "90.0",
        "notes": "Intense varietal Cabernet Sauvignon aromas of striking blackcurrants and cherries combining with aromatics of fragrant violets, bay leaf, anise, clove dried tobacco, and pencil-like oak. A balanced palate exhibits plump dark forest fruits. Dried sage, coffee bean, slight char and anise rise to a finish which is characterized by structural cocoa powderlike tannins.",
        "year": "2006"
    },
    {
        "": "462",
        "name": "Leeuwin Estate Art Series Chardonnay 2005",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "White Wine",
        "rating": "94.0",
        "notes": "The color is a brilliant green straw. The fresh nose is classic Leeuwin Estate Chardonnay, with intensely lifted aromas of ripe yellow pear skins, the petals of citrus blossom, nectarine and ripe peach accompanied by hints of fig and cashews from barrel maturation on yeast lees with integrated charry French oak. These flavours combine into a finely balanced bouquet; the result of very low yielding vines matched with subtle winemaking to preserve the richness of the fruit.  ",
        "year": "2005"
    },
    {
        "": "463",
        "name": "Leeuwin Estate Art Series Chardonnay 2006",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "The colour is brilliant and youthful green straw.",
        "year": "2006"
    },
    {
        "": "473",
        "name": "Leeuwin Estate Art Series Riesling 2006",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "White Wine",
        "rating": "95.0",
        "notes": "A wine of brilliant clarity. Color is a very pale straw with green tinges. The nose shows lifted aromas of citrus blossom, honeysuckle, and lime mixed with a mineral edge, which are indicators of an excellent wine. Displaying classic Riesling flavors of lemon and lime, the palate enjoys great intensity and depth of flavor. The exceptional length finishes with a clean and crisp acidity. This style of wine particularly lends itself to be enjoyed with freshly shucked oysters and Asian dishes.",
        "year": "2006"
    },
    {
        "": "501",
        "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2006",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "White Wine",
        "rating": "90.0",
        "notes": "Color is straw green, bright and almost luminous. This wine displays lifted pristine Margaret River Chardonnay fruit typical of the Leeuwin vineyard. The well integrated bouquet has ripe pear skin, figs, and nutty cashews. The subtle integration of French oak provides vanilla notes to this perfumed Chardonnay. Medium in weight, due to the cool ripening period the wine displays deceptive length and mouth filling structure.  ",
        "year": "2006"
    },
    {
        "": "527",
        "name": "Left Coast Cellars Cali's Cuvee Pinot Noir 2006",
        "grape": "",
        "region": "Willamette Valley, Oregon",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The biggest, boldest Cali's to date, this wine offers up a hedonistic nose of cherry, brambly blackberry, pine, orange peel and cinnamon to awake your senses. A truly unforgettable palate suggests raspberries and blackberries with an allusion to wild mint and thyme. Finishing with anise and molasses, this wine speaks to the incredible bounty of the remarkable 2006 vintage. A wonderful glass to sip own its on, this wine has just the right amount of acidity and structure to compliment robust lamb, beef and game dishes.  ",
        "year": "2006"
    },
    {
        "": "534",
        "name": "Legaris Crianza 2005",
        "grape": "",
        "region": "Ribera del Duero, Spain",
        "variety": "Red Wine",
        "rating": "90.0",
        "notes": "A wine made with 100% Tinta Fina variety. Its cherry red color is of notable intensity and with violet edges. Among its aromas, frank and intense, stand out touches of vanilla and coconut, which bear witness to its aging in oak wood. Tasty, lively, well structured, long and with intense aroma in the mouth.",
        "year": "2005"
    },
    {
        "": "548",
        "name": "Lemelson Thea's Select Pinot Noir 2006",
        "grape": "",
        "region": "Willamette Valley, Oregon",
        "variety": "Red Wine",
        "rating": "90.0",
        "notes": "\"Thea's Selection is Lemelson's \"measuring stick\" Pinot Noir, as it is a blend of blocks from the different estate vineyards. This elegant release emphasizes aromas of pungent herbs, lifted with hints of rose petal and briary berry. In the mouth there is a lively, sappy, fruit-centric focus, showing concentrated raspberry (framboise) flavors. In short, a thoroughly delicious bottle that makes the case for blends over most single-vineyard offerings in Oregon.\"",
        "year": "2006"
    },
    {
        "": "552",
        "name": "Lengs and Cooter Shiraz The Victor 2005",
        "grape": "",
        "region": "McLaren Vale, South Australia, Australia",
        "variety": "Red Wine",
        "rating": "90.0",
        "notes": "This wine is made from premium grapes sourced from one of the great Shiraz producing areas of South Australia namely McLaren Vale . A significant proportion of this wine is handmade using traditional methods i.e. small two tonne open fermenters, hand plunged and basket pressed prior to spending 10 months in older French and American oak Hogsheads.  ",
        "year": "2005"
    },
    {
        "": "553",
        "name": "Lengs and Cooter Shiraz The Victor 2006",
        "grape": "",
        "region": "McLaren Vale, South Australia, Australia",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "A blend of 90% Shiraz and 10% Grenache.",
        "year": "2006"
    },
    {
        "": "568",
        "name": "Leone de Castris Salice Salentino Riserva 2006",
        "grape": "",
        "region": "Italy",
        "variety": "Red Wine",
        "rating": "90.0",
        "notes": "Intense ruby-red in color with garnet reflections, the wine has concentrated aromas of black cherries, plums and blackberries, along with spiced notes of vanilla and licorice. Particularly suitable for roasted red meat, aged steak cuts, rotisseries and aged cheeses. ",
        "year": "2006"
    },
    {
        "": "582",
        "name": "Leonetti Cabernet Sauvignon 2005",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "94.0",
        "notes": "This very dark wine has classic Walla Walley Valley Cabernet Sauvignon elements of cassis, pine tar and cedar, crushed red and black fruits, cranberries, and bright, high-tone floral notes. The palate is lush and fay yet elegant, balanced by wonderful acidity, and finishes with perfectly ripe tannin that carries the wine across the palate.",
        "year": "2005"
    },
    {
        "": "599",
        "name": "Leonetti Merlot 2005",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "94.0",
        "notes": "\"The 2005 Merlot contains 8% Cabernet Sauvignon and 7% Petit Verdot. It spent 14 months in French and American oak and was bottled unfiltered. Purple-colored, it has a splendid bouquet of pain grille, spice box, cassis, and black currants. This is followed by a plush wine with layered flavors, superb balance, and terrific length. This outstanding Merlot can be enjoyed now but merits 4-6 years of further cellaring. It should provide pleasure through 2030.\"",
        "year": "2005"
    },
    {
        "": "601",
        "name": "Leonetti Merlot 2006",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Beautiful dark red color. A nose of lavender and violet florals gives way to candied bing cherry, subtle toasty oak notes, and a wine just dripping with gobs of ripe fruit. The wine coats the palate with it's glycerin and sweet fruit. This wine has a purity of fruit and length that even the finest estates of Pomerol and St. Emilion would envy. Everything is in balance and this generous wine is ready to drink now but will also reward cellaring.",
        "year": "2006"
    },
    {
        "": "613",
        "name": "Leonetti Reserve 2005",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "97.0",
        "notes": "Having a beautiful saturated color, the wine's nose is enchanting ith a complex potpourri of rich, ripe sweet black fruits, plum, and spicebox with hints of beautiful herbs de Provence. The palate of the wine is structured with fine-grained smooth tannins and notes of mineral, creme cassis, and finishes very long with monumental purity. ",
        "year": "2005"
    },
    {
        "": "615",
        "name": "Leonetti Reserve 2006",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "93.0",
        "notes": "The best barrels from an entire vintage earn the right to become part of the Leonetti Reserve blend, which is simply our finest effort every year we produce it. This year all three of our estate vineyards had shining stars that contributed to the blend. For the first time, Malbec from Loess Vineyard makes an appearance. Thsi year's Reserve is once again just monumental. While still tight today (as you'd expect at this young age), the nose has a beautiful medley of plums and black fruits, blackberry puree, very ripe bloddy bing cherries, dried rose petals and a whiff of smoke and cedar. While being very big, dense and long in the finish, the palate impression is perfectly balanced and plush, with an incredible glycerin mouthfeel. I'm terrifically proud of this wine, and confident you will agree it stands comfortably amongst the finest Bordeaux-varietal red wines in the world. ",
        "year": "2006"
    },
    {
        "": "623",
        "name": "Leonetti Sangiovese 2005",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "With unusually dark color for Sangiovese and body to match, this wine has fantastic floral, raspberry puree, and intense pure fruit aromatics. A very small amount of new oak serves as a lovely background characteristic. The wine has great palate sweetness, intense acidic fruit and purity. As always with this lovely varietal, it has fantastic bracing acidity that allows it to pair with such a wide variety of foods.  ",
        "year": "2005"
    },
    {
        "": "625",
        "name": "Leonetti Sangiovese 2006",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "92.0",
        "notes": "The opening nose of this wine is textbook Sangiovese. Strawberries and strawberry preserves dominate the fruit profile backed up by some beautiful floral notes and aromatics you would expect of an old-world Brunello or Chianti such as saddle leather and earth. The palate reveals the wine's youth as it is a big, tannic youngster on the first taste. This gives way to impressive length, some chalky oak, with a fantastic cutting acidity, focus and a burst of fruit that makes this wine's profile just explode wtih food. We're very proud to have this wine in the Leonetti stable, as it is so entirely different from our Bordeaux variety wines and yet so entirely attractive in those differences. We are also tremendously happy with our decision to add an extra 6 months of bottle age, further improving our Sangiovese program, already critically noted as the finest in the U.S., if not the world! ",
        "year": "2006"
    },
    {
        "": "643",
        "name": "Les Asteries 2005",
        "grape": "",
        "region": "St. Emilion, Bordeaux, France",
        "variety": "Red Wine",
        "rating": "90.0",
        "notes": "This Single Vineyard wine is made from a single hectare on 'Astéries' (rock limestone) soil between Château Fonroque and Clos Fourtet. The vines survived the frost of 1956 and are up to eighty years old. ‘Panachéed' in the old style (merlot interspersed with cabernet franc to ensure easy blending in the days before pumps) they are cropped down to four bunches per vine to reflect the 'terroir' of the parcel.",
        "year": "2005"
    },
    {
        "": "654",
        "name": "Les Cretes Les Abeilles 2006",
        "grape": "",
        "region": "Valle d'Aosta, Italy",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "Brilliant golden yellow hue. Fruit (dried apricots, jam), spice and a hint of acacia flower honey on the nose. Complex palate with sweet, soft, mineral undertones. Long, fresh finish.",
        "year": "2006"
    },
    {
        "": "661",
        "name": "Les Forts de Latour 2005",
        "grape": "",
        "region": "Pauillac, Bordeaux, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Blend: 76% Cabernet Sauvignon and 24% Merlot",
        "year": "2005"
    },
    {
        "": "693",
        "name": "Levy & McClellan Proprietary Red 2005",
        "grape": "",
        "region": "Napa Valley, California",
        "variety": "Red Wine",
        "rating": "95.0",
        "notes": "Uncompromising viticultural practices andmeticulously detailed vinification rewarded us with a wine ofgreat concentration and ripeness. The round supple tanninsin the 2005 Levy & McClellan are the result of thecool growing conditions and the extended ripening. As the wine develops, the expression of the site where it is grown continues to come to the forefront. Accentuated by the low yield in a year known for more generosity, combined with26 months in barrel, the result is a profoundly concentrated, supple and full-bodied wine.",
        "year": "2005"
    },
    {
        "": "695",
        "name": "Lewelling Cabernet Sauvignon 2005",
        "grape": "",
        "region": "St. Helena, Napa Valley, California",
        "variety": "Red Wine",
        "rating": "92.0",
        "notes": "A bright bouquet of wild black raspberry, dark plum, and Rainier cherry joined by vanilla, sweet tobacco and new saddle leather. A lively blend of blackberry, jammy raspberry and black currant fruit mingled with black pepper and baking spice, reinforced by assertive yet balanced sweet tannins and refreshing acidity.",
        "year": "2005"
    },
    {
        "": "697",
        "name": "Lewelling Cabernet Sauvignon 2006",
        "grape": "",
        "region": "St. Helena, Napa Valley, California",
        "variety": "Red Wine",
        "rating": "93.0",
        "notes": "An enticing mix of sweet black cherry, chocolate, and tobacco aromas. A blend of bramble berry and black cherry fruit mixed with exotic spice, earth, and tobacco flavors, backed by substantial, velvety tannins, marvelous texture and a lengthy finish. ",
        "year": "2006"
    },
    {
        "": "703",
        "name": "Lewelling Wight Vineyard Cabernet Sauvignon 2005",
        "grape": "",
        "region": "Napa Valley, California",
        "variety": "Red Wine",
        "rating": "94.0",
        "notes": "Bouquet: opulent aromas of black currant, blackberry, cherry, vanilla, and sweet toasty oak with a hint of anise.",
        "year": "2005"
    },
    {
        "": "704",
        "name": "Lewelling Wight Vineyard Cabernet Sauvignon 2006",
        "grape": "",
        "region": "St. Helena, Napa Valley, California",
        "variety": "Red Wine",
        "rating": "94.0",
        "notes": "Sumptuous aromas of rich dark berries, vanilla, and sweet smoke Flavors are sweet black cherry and blackberry flavors mingled with tobacco, mineral and wood smoke; bold, substantial tannins, mouthfilling richness, layered complexity, and a strong finish. ",
        "year": "2006"
    },
    {
        "": "713",
        "name": "Lewis Cellars Alec's Blend Red 2005",
        "grape": "",
        "region": "Napa Valley, California",
        "variety": "Red Wine",
        "rating": "92.0",
        "notes": "Everyone agrees that Alec is one sweet kid, and his blend from the 2005 vintage is the wine equivalent of \"wild mountain blackberry\" –a favorite flavor ice cream from childhood. 70% Syrah and 30% Cabernet Sauvignon, the wine is opulent, ripe and seductive with cedar-laced oak spice aromas, coffee shadings and scoopfuls of juicy black fruit. The plush palate packs a chocolate truffle surprise with great length and soft, chewy tannins.",
        "year": "2005"
    },
    {
        "": "718",
        "name": "Lewis Cellars Barcaglia Lane Chardonnay 2006",
        "grape": "",
        "region": "Russian River, Sonoma County, California",
        "variety": "White Wine",
        "rating": "90.0",
        "notes": "Our Barcaglia Lane Chardonnay is sourced from a single rolling vineyard in the Russian River Valley. Developed for us by the Dutton Family in 1998, the site consists of 3 sloping blocks planted to three different clones – 15, Dijon 95, and Old Wente – which yield increasingly distinctive and complex fruit characters. Tangerine, citrus and sandalwood spice aromas are overlaid with a hint of honey. The wine is anchored in fragrant citrus fruits and framed nicely with toasty oak and acidity that brings great balance, integration and length to the palate.",
        "year": "2006"
    },
    {
        "": "726",
        "name": "Lewis Cellars Cabernet Sauvignon 2005",
        "grape": "",
        "region": "Napa Valley, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Showcasing the unique personalities of small hillside vineyards from Pritchard Hill, Rutherford, and Calistoga our 2005 Napa Valley Cabernet delivers complex aromas of black currant, sweet oak spice, espresso and tobacco. 100% Cabernet Sauvignon, the wine makes a sweeping broad entry with briary, black fruit at the core and compelling chocolate flavors that yield to a long chewy finish.",
        "year": "2005"
    },
    {
        "": "732",
        "name": "Lewis Cellars Cuvee L 2005",
        "grape": "",
        "region": "Napa Valley, California",
        "variety": "Red Wine",
        "rating": "95.0",
        "notes": "Think of Cuvee L as super-charged Lewis Reserve Cabernet. Red wine at red-line. First created from the spectacular 1997 vintage, the single best barrels from our finest lots fuel this rare wine. Cuvee L is not produced every year. It is only blended when we have the components to create a wine of greater intensity, depth and distinction than our Reserve Cabernet. ",
        "year": "2005"
    },
    {
        "": "733",
        "name": "Lewis Cellars Cuvee L 2006",
        "grape": "",
        "region": "Napa Valley, California",
        "variety": "Red Wine",
        "rating": "93.0",
        "notes": "First created from the spectacular 1997 vintage, the single best barrels from our finest lots fuel this rare wine. Think of Cuvee L as super-charged Lewis Reserve Cabernet. Cuvee L is not produced every year. It is only blended when we have the components to create a wine of greater intensity, depth and distinction than our Reserve Cabernet. ",
        "year": "2006"
    },
    {
        "": "737",
        "name": "Lewis Cellars Hudson Vineyards Syrah 2006",
        "grape": "",
        "region": "Napa Valley, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The relatively cool 2006 harvest enhanced the inherent Rhone character of our Hudson Vineyards Syrah from these famously farmed vines in Napa Carneros. Finely woven and complex this 100% Syrah from a single small block serves up a potpourri of red/black fruits, white pepper, herbes de Provence, and allspice. Black raspberry fruit flavors are framed in toasty oak and brought to fine focus. ",
        "year": "2006"
    },
    {
        "": "746",
        "name": "Lewis Cellars Napa Valley Syrah 2006",
        "grape": "",
        "region": "Napa Valley, California",
        "variety": "Red Wine",
        "rating": "93.0",
        "notes": "Crafted from hillside blocks in low-vigor volcanic soils at 1,500 feet, this 100% Syrah shows a taut, restrained character before erupting loads of oaky sweet spice, vanilla and cocoa aromas. At its core, the 2006 Syrah is dense and deeply fruited with ripe blueberry and brooding black fruit, thick with fleshy texture and firm tannins.",
        "year": "2006"
    },
    {
        "": "753",
        "name": "Lewis Cellars Reserve Cabernet Sauvignon 2005",
        "grape": "",
        "region": "Napa Valley, California",
        "variety": "Red Wine",
        "rating": "93.0",
        "notes": "Our 2005 Reserve Cabernet Sauvignon is a broad-shouldered blend of 93% Cabernet and 7% Cabernet Franc, crafted from Pritchard Hill, Calistoga, Rutherford and Oak Knoll hillside vineyards. The nose is saturated with blackberry and sweet oak spice, tinged with toffee and chocolate. On entry the wine is brooding, tightly packed with fleshy fruit and sinewy texture that gathers richness and length on the palate with satisfying, fine-grained tannins.",
        "year": "2005"
    },
    {
        "": "754",
        "name": "Lewis Cellars Reserve Cabernet Sauvignon 2006",
        "grape": "",
        "region": "Napa Valley, California",
        "variety": "Red Wine",
        "rating": "95.0",
        "notes": "Seductive, sleek and serious best describe our 2006 Reserve Cabernet Sauvignon. 96% Cabernet and 4% Cabernet Franc, this opulent wine is crafted from Pritchard Hill, Calistoga, Rutherford and Oak Knoll hillside vineyards. Cedary sweet oak spice, black fruit and cocoa aromas are potent. On entry the wine is deeply fruited, plush and round with kirsch, café mocha and blackberry flavors supporting very supple, fine-grained tannins and delivering great texture and length.",
        "year": "2006"
    },
    {
        "": "775",
        "name": "Lewis Cellars Syrah Ethan's Blend 2005",
        "grape": "",
        "region": "California",
        "variety": "Red Wine",
        "rating": "92.0",
        "notes": "Now 7 years old, Alec's younger brother Ethan shows sunny pride in his new Ethan's Syrah, Lewis' first bottling since the 2001 vintage. And like the sunflowers and lavender in France this wine displays true Rhone character. From cooler-climate vines this 100% Syrah blend is infused with smoky fruit, white pepper and wild floral notes. Sweet shadings of violet and bacon frame a pure focused palate, gathering weight and richness in a plush and persistent finish.",
        "year": "2005"
    }
]